Repository: TeamWheelWizard/WheelWizard
Catalog: WheelWizard/Resources/Languages/Phrases.*.resx
Languages: cs, de, fr, ja, ko, tr

# HelperNote_NameMustBetween
source: Names must be between 3 and 10 characters long.
cs: Jména musí mít délku 3 až 10 znaků.
de: Namen müssen zwischen 3 und 10 Zeichen lang sein.
fr: Les noms doivent être composés de 3 à 10 caractères.
ja: 名前の長さは3文字から10文字にしてください
ko: 이름은 반드시 3~10자 내여야 합니다.
tr: Adın 3 ile 10 karakter arasında olması gerekiyor.

# Hover_FriendsPageDisclaimer
source: To add friends you need to add them in-game.
de: Um Freunde hinzuzufügen musst du sie innerhalb des Spiels registrieren
fr: Ajouter des amis que vous voulez dans le jeu.
ja: フレンドを追加するためにはゲーム内で追加する必要があります
ko: 친구 추가는 게임 내에서 추가해야 합니다.
tr: Arkadaş eklemek için onları oyunun içinde eklemeniz gerekiyor.

# Hover_PrimaryProfile
source: The primary profile is used as reference in the wheel wizard client
de: Dein Hauptprofil wird als Vergleich im Wheel Wizard Client verwendet.
fr: Le profil principal est utilisé en tant que référence dans Wheel Wizard
ja: メインのプロファイルはWheel Wizardクライアントで参照されます
ko: 메인 프로필은 휠 위저드 클라이언트에서 참조됩니다.
tr: Ana profil, Wheel Wizard için referans olarak kullanılır.

# Hover_RegionUserSelection
source: This only shows regions YOU have played on
de: Dies zeigt dir Regionen, in denen DU gespielt hast.
fr: Ceci montre les régions que VOUS avez jouez
ja: これはあなたがプレイした地域のみを表示します
ko: 플레이한 지역만 표시합니다.
tr: Bu sadece SİZİN oynadığıınız bölgeleri gösterir.

# MessageError_AbortRR_Extra_InvalidFilePath
source: Invalid file path detected. Please contact the developers.\n Server error: {$1}
de: Ungültiger Dateipfad wurde erkannt. Bitte kontaktiere die Entwickler. \n Server-Fehler: {$1}
fr: Chemin vers un fichier incorrect. Veuillez contacter les développeurs de Wheel Wizard.\n Erreur Serveur: {$1}
ja: 無効なファイルパスが検知されました。開発者に連絡してください。\n サーバーエラー: {$1}
ko: 잘못된 파일 경로가 감지됐습니다. 개발자에게 연락하세요.\n 서버 에러: {$1}
tr: Yanlış dosya yolu tespit edildi. Lütfen geliştiricilere bildirin.\n Sunucu hatası: {$1}

# MessageError_AbortRR_Title
source: Aborting RR Update
de: Über das RR Update
fr: Anuller la mise à jour de RR
ja: Retro Rewindのアップデートを中止
ko: 레트로 리와인드 업데이트 중단
tr: Retro Rewind güncellemesi iptal ediliyor

# MessageError_FailedChangeMii_Title
source: Failed to Change Mii
de: Fehler beim Ändern des Miis.
fr: Échec du changement de Mii
ja: Miiの変更に失敗しました
ko: Mii 변경을 실패했습니다
tr: Mii değiştirme başarısız

# MessageError_FailedChangeName_Title
source: Failed to change name
de: Fehler beim Ändern des Namens.
fr: Échec du changement de nom
ja: 名前の変更に失敗しました
ko: 이름 변경을 실패했습니다
tr: Ad değiştirme başarısız

# MessageError_FailedCreateMiiDb_Title
source: Failed to create Mii database
de: Fehler beim Erstellen der Mii-Datenbank.
fr: Échec de la création de la base de donnée des Miis
ja: Miiの情報の作成に失敗しました
ko: Mii 데이터베이스 작성에 실패했습니다.
tr: Mii Veritabanı oluşturulamadı

# MessageError_GenericError_Title
source: An error occurred.
cs: Došlo k chybě.
de: Ein Fehler ist aufgetreten.
fr: Une erreur s'est produite.
ja: エラーが発生しました
ko: 오류가 발생했습니다.
tr: Bir hata oluştu

# MessageSuccess_MiiChanged
source: Mii changed successfully
de: Mii erfolgreich geändert.
fr: Changement du Mii avec succès
ja: Miiが正しく変更されました
ko: Mii 변경에 성공했습니다.
tr: Mii başarıyla değiştirildi

# MessageWarning_CannotDeleteFavMii_Extra
source: One or more of the selected Mii(s) is a favorite. Miis can only be deleted if they are not favorites to prevent accidental deletions.
de: Ein oder mehrere der ausgewählten Mii(s) ist ein Favorit. Miis die als Favorit makiert wurden können nur gelöscht werden wenn sie nicht mehr Favorit sind um zu verhindern dass aus Versehen Löschungen geschehen.
fr: Un ou plusieurs des Miis choisis sont en favoris. Les Miis peuvent être supprimés seulement s'ils ne sont pas en favoris pour éviter une suppression involontaire.
ja: 選択したMiiのうち1体以上がお気に入りに設定されています。誤って削除してしまうのを防ぐため、お気に入りに設定されていないMiiのみ削除できます
tr: Seçilen bir ya da daha fazla Mii favori olarak ayarlanmış. Mii'ler favori iken yanlışlıkla silmeyi engellemek için silinemezler

# MessageWarning_CannotDeleteFavMii_Title
source: Cannot delete favorite Mii(s)
de: Mii(s) die als Favorit markiert sind, sind nicht löschbar.
fr: Impossibilité de supprimer des Mii en favoris.
ja: お気に入りのMiiは削除できません
tr: Favori Mii silinemiyor

# MessageWarning_CantViewMod_Extra_NotFromBrowser
source: Cannot view mod that was not installed through the mod browser.
de: Die Mod die über den Mod Browser heruntergeladen wurde kann nicht angesehen werden.
fr: Impossibilité de voir un mod qui n'a pas été installé depuis GameBanana
ja: ModブラウザーでインストールしていないModは閲覧できません
tr: Mod tarayıcısından indirilmemiş modlar görüntülenemez.

# MessageWarning_CantViewMod_Extra_SomethingElse
source: Something went wrong when trying to open the selected mod.
de: Etwas ist schief gelaufen beim Ansehen dieser Mod.
fr: Quelque chose a échoué en essayant d'ouvrir le mod choisi.
ja: 選択されたModを開こうとした際に問題が発生しました
tr: Seçilen modu açmaya çalışırken bir hata oluştu

# MessageWarning_CantViewMod_Title
source: Cannot view this mod.
de: Du kannst diese Mod nicht ansehen.
fr: Impossibilité de voir ce mod.
ja: このModは閲覧できません
tr: Bu mod görüntülenemiyor

# MessageWarning_FailCheckUpdates_Extra
source: Can't check for updates right now. You might not be connected to the internet or the server might be down.
de: Es ist nicht möglich gerade nach Updates zu suchen. Du bist vielleicht nicht mit dem Internet verbunden oder der Server hat gerade Schwierigkeiten.
fr: Impossibilité de vérifier les mises à jour actuellement. Vous n'êtes probablement pas connecté à internet ou le serveur est probablement en maintenance
ja: 現在アップデートを確認できません。インターネットに接続されていないか、サーバーがダウンしている可能性があります
tr: Şu an güncellemeler kontrol edilemiyor. İnternete bağlı olmayabilirsiniz veya sunucular çalışmıyor olabilir.

# MessageWarning_InvalidName_Title
source: Name not possible.
cs: Jméno není možné.
de: Name nicht möglich.
fr: Nom impossible.
ja: その名前にはできません
tr: Ada izin verilmiyor.

# MessageWarning_InvalidPaths_Title
source: Invalid Paths.
de: Ungültige Pfade
fr: Chemin invalide
ja: 無効なパスです
tr: Geçersiz yol.

# MessageWarning_NoConnectServer_Title
source: Could not connect to the server
cs: Nepodařilo se připojit k serveru.
de: Die Verbindung zum Server konnte nicht hergestellt werden,
fr: N'a pas pu se connecter au serveur
ja: サーバーに接続できませんでした
tr: Sunucuya bağlanılamıyor.

# MessageWarning_UnableUpdateWhWz_Title
source: Unable to update Wheel Wizard.
de: Wheel Wizard konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour Wheel Wizard.
ja: Wheel Wizardのアップデートを無効にする
tr: Wheel Wizard güncellenemedi.

# Question_ApplyScale_Extra
source: This change will revert in {$1} unless you decide to keep the change.
de: Diese Änderung wird in {$1} zurückgesetzt, außer du wendest die Änderung an.
fr: Cette modification va être rétablie dans {$1} sauf si vous choisissez de garder cette modification.
ja: 変更の保存を選択しないと、この変更は{$1}で変更前に戻ります
tr: Bu değişiklik onaylamadığınız takdirde {$1} içinde eski haline dönecek.

# Question_ReinstallRR_Extra
source: Are you sure you want to reinstall Retro Rewind?
de: Bist du dir sicher, dass du Retro Rewind neu installieren möchtest?
fr: Êtes-vous sûr de vouloir réinstaller Retro Rewind ?
ja: Retro Rewindを再インストールしてもよろしいですか？
tr: Retro Rewind'ı tekrar yüklemek istediğinize emin misiniz?

# Question_RRToOld_Title
source: The Retro Rewind version is too old.
cs: Verze Retro Rewind je moc stará.
de: Retro Rewind-Version ist zu alt.
fr: Votre version de Retro Rewind est trop vieille.
ja: Retro Rewindのバージョンが古すぎます
tr: Retro Rewind sürümü çok eski.

# Question_SureDelete_Extra
source: Deleting is permanent and cannot be undone.
de: Löschen ist permanent und kann nicht rückgängig gemacht werden
fr: La suppresion est permanente et ne peut pas être inversée.
ja: 削除は永久的であり、元に戻すことはできません
tr: Silmek kalıcıdır ve geri alınamaz.

# Question_SureDelete_Title_Miis
source: Are you sure you want to delete {$1} Miis?
de: Bist du sicher, dass du {$1} Miis löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer {$1} Miis ?
ja: {$1}Miiを削除してもよろしいですか？
tr: {$1} tane Mii'yi silmek istediğinize emin misiniz?

# SnackbarError_MiiFailureCreate
source: Failed to create Mii '{$1}'
de: Mii '{$1}' konnte nicht erstellt werden.
fr: Échec de la création du Mii '{$1}'
ja: Mii '{$1}'の作成に失敗しました
tr: Mii '{$1}' oluşturulamadı.

# SnackbarError_MiiFailureDeserialize
source: Failed to deserialize Mii '{$1}'
de: Daten von Mii '{$1}' konnten nicht verarbeitet werden.
fr: Échec de la désérialisation du Mii '{$1}'
ja: Mii '{$1}'の復元に失敗しました
tr: Mii '{$1}' işlenemedi.

# SnackbarError_MiiFailureDuplicate
source: Failed to duplicate Mii(s) '{$1}'
de: Mii '{$1}' konnte nicht dupliziert werden.
fr: Échec du clonage des Miis '{$1}'
ja: Mii '{$1}'のコピーに失敗しました
tr: Mii '{$1}' çoğaltılamadı.

# SnackbarError_MiiFailureGet
source: Failed to get Mii '{$1}'
de: Mii '{$1}' konnte nicht abgerufen werden.
fr: Échec d'obtention du Mii '{$1}'
ja: Mii '{$1}'の取得に失敗しました
tr: Mii '{$1}' alınamadı.

# SnackbarError_MiiFailureSave
source: Failed to save Mii '{$1}'
de: Mii '{$1}' konnte nicht gespeichert werden.
fr: Échec de savegarde du Mii '{$1}'
ja: Mii '{$1}'の保存に失敗しました
tr: Mii '{$1}' kaydedilemedi.

# SnackbarError_MiiFailureSerialize
source: Failed to serialize Mii '{$1}'
de: Daten von Mii '{$1}' konnten nicht verarbeitet werden.
fr: Échec de la sérialisation du Mii '{$1}'
ja: Mii '{$1}'の変換に失敗しました
tr: Mii '{$1}' işlenemedi.

# SnackbarError_MiiFailureUpdate
source: Failed to update Mii '{$1}'
de: Mii '{$1}' konnte nicht aktualisiert werden.
fr: Échec de mise à jour du Mii '{$1}'
ja: Mii '{$1}'のアップデートに失敗しました
tr: Mii '{$1}' güncellenemedi.

# SnackbarSuccess_CopiedFC
source: Copied friend code to clipboard
de: Freundescode wurde in die Zwischenablage kopiert
fr: Code Ami copié dans le presse-papier
ja: クリップボードにフレンドコードをコピーしました
tr: Arkadaş kodu panoya kopyalandı.

# SnackbarSuccess_CreatedDuplicate
source: Created duplicate of '{$1}'
de: {$1} wurde dupliziert
fr: Clonage de '{$1}'
ja: {$1}'のコピーを作成しました
tr: {$1}' nin kopyası oluşturuldu.

# SnackbarSuccess_CreatedDuplicatesMiis
source: Created {$1} duplicate Miis
de: {$1} duplizierte Miis erstellt
fr: Clonage de {$1} Miis
ja: {$1}Miiのコピーを作成しました
tr: {$1}' Mii kopyası oluşturuldu.

# SnackbarSuccess_Deleted
source: Deleted '{$1}'
de: {$1}' wurde gelöscht
fr: Suppression de '{$1}'
ja: {$1}'を削除しました
tr: {$1}' silindi.

# SnackbarSuccess_Deleted_Miis
source: Deleted {$1} Miis
de: {$1} Miis wurden gelöscht
fr: Suppression de {$1} Miis
ja: {$1}Miiを削除しました
tr: {$1}' Mii silindi

# SnackbarSuccess_MiiAdded
source: Mii has been added to your Miis
de: Mii zu deinen Miis hinzugefügt
fr: Le Mii a été ajouté a vos Miis
ja: MiiはあなたのMiiに追加されました
tr: Mii, Mii'lerinize eklendi.

# SnackbarSuccess_NameChange
source: Successfully changed name to '{$1}'
de: Name erfolgreich zu '{$1}' geändert
fr: Changement du nom en '{$1}' avec succès
ja: 名前を'{$1}'に変更しました
tr: Ad, başarıyla yeni ada değiştirildi. '{$1}'

# SnackbarSuccess_ProfileSetPrimary
source: Set profile as primary
de: Profil als Hauptprofil festlegen
fr: Choisir ce profil en profil principal
ja: プロファイルをメインに設定する
tr: Profil birincil olarak ayarlandı.

# SnackbarSuccess_SavedMii
source: Saved Mii '{$1}' to file '{$2}'
de: Mii '{$1}' wurde als Datei '{$2}' gespeichert
fr: Mii '{$1}' sauvegardé au chemin suivant '{$2}'
ja: Mii '{$1}'をファイル '{$2}'に保存しました
tr: Mii '{$1}' '{$2}' dosyasına kaydedildi.

# SnackbarWarning_CantSaveMii
source: Can't Save Mii
de: Mii konnte nicht gespeichert werden
fr: Impossible de savegarder le Mii
ja: Miiを保存できません
tr: Mii kaydedilemiyor.

# SnackbarWarning_NoMiiDelete
source: It seems there where no Miis to delete
de: Es gab keine Miis zum Löschen.
fr: Il semblerait qu'aucun Miis peuvent être supprimer
ja: 削除するMiiが存在しないようです
tr: Silinecek Mii bulunamadı.

# SnackbarWarning_NoMiiExport
source: It seems there where no Miis to export
de: Es gab keine Miis zum Exportieren.
fr: Il semblerait qu'aucun Miis peuvent être exporter
ja: エクスポートできるMiiがなかったようです
tr: Aktarılıcak Mii bulunamadı

# EmptyContent_NoModSelected
source: Select a mod in the list to view its details
cs: Vyber mod v seznamu pro zobrazení jeho podrobností
de: Wähle eine Mod aus der Liste um mehr Details zu sehen.
fr: Sélectionner un mod dans la liste pour voir ces détails
ja: リスト内のModを選択して詳細を表示します
ko: MOD를 선택해서 자세한 설명을 보세요
tr: Detaylarını görmek için listeden bir mod seçin

# EmptyContent_NoModSelected_Title
source: No mod selected
de: Keine Mod ausgewähltt.
fr: Aucun mod sélectionné
ja: Modが選択されていません
ko: 선택된 MOD가 없습니다.
tr: Hiçbir mod seçilmedi

# MessageError_FailedInstallDolphin_Extra
source: The installation of Dolphin Emulator failed. Please try manually installing Flatpak Dolphin.
de: Die Installation von Dolphin ist schiefgelaufen. Versuche manuell eine Flatpak Dolphin Version herunterzuladen.
fr: L'installation de Dolphin Emulator a échoué. Veuillez essayer d'installer Flatpak Dolphin.
ja: Dolphinエミュレーターのインストールに失敗しました。Dolphinのflatpakバージョンのインストールを手動で行ってみてください。
ko: 돌핀 에뮬레이터 설치에 실패했습니다. 직접 Flatpak 돌핀을 설치해주십시오.
tr: Dolphin Emulator yüklemesi başarısız oldu. Lütfen manuel bir şekilde Flatpak Dolphin'i yüklemeyi deneyin.

# MessageError_FailedInstallDolphin_Title
source: Failed to install Dolphin
de: Die Installation von Dolphin ist schiefgelaufen.
fr: Échec de l'installation de Dolphin
ja: Dolphinのインストールに失敗
ko: 돌핀 설치 실패
tr: Dolphin yüklemesi başarısız oldu.

# MessageError_FailedRetrieveMod_Title
source: Failed to retrieve mod info
de: Es ist ein Fehler beim abrufen der Mod-Informationen aufgetreten.
fr: Échec d'obtention des informations du mod
ja: Modの情報取得に失敗
ko: MOD 정보 불러오기 실패
tr: Mod bilgisi alınamadı.

# MessageError_ModDownloadFail_Extra
source: An error occurred during download: {$1}
cs: Během stahování došlo k chybě: {$1}
de: Ein Fehler ist während dem Dowload aufgetreten.
fr: Une erreur s'est produite pendant le téléchargement du mod suivant: {$1}
ja: ダウンロード中にエラーが発生しました: {$1}
ko: 다운로드 중 오류가 발생했습니다: ($1)
tr: İndirme sırasında bir hata oluştu: {$1}

# MessageError_ModDownloadFail_Title
source: Mod download failed.
cs: Stažení modu se nezdařilo.
de: Mod Download ist schiefgelaufen.
fr: Échec du téléchargement du mod.
ja: Modのダウンロードに失敗しました
ko: MOD 다운로드 실패
tr: Mod indirmesi başarısız oldu.

# MessageWarning_ModNameEmpty_Extra
source: Please provide a mod name.
cs: Prosím, uveď název modu.
de: Bitte gib einen Namn für die Mod ein.
fr: Veuillez écrire un nom pour le mod.
ja: Modの名前を入力してください
tr: Lütfen bir mod adı girin.

# MessageWarning_ModNameEmpty_Title
source: Mod name can't be empty.
cs: Název modu nemůže být prázdný.
de: Mod-Name darf nicht leer sein.
fr: Le nom du mod ne peut pas être vide
ja: Modの名前は空にできません
ko: 모드의 이름을 공란으로 할 수 없습니다
tr: Mod adı boş olamaz

# MessageWarning_ModNameInvalid_Extra
source: Mod name contains invalid characters.
cs: Název modu obsahuje neplatné znaky.
de: Mod Name kann keine ungültigen Zeichen beinhalten.
fr: Le nom du mod contient des caractères invalides.
ja: Modの名前に無効な文字が含まれています
tr: Mod adında geçersiz karakter bulunuyor.

# MessageWarning_ModNameInvalid_Title
source: Mod name Invalid.
cs: Neplatný název modu.
de: Mod Name nicht gültig.
fr: Nom du mod invalide.
ja: Modの名前が無効です
tr: Mod adı geçersiz.

# MessageWarning_UnableDownloadMod_Extra
source: Files could not be found.
cs: Soubory se nepodařilo nalézt.
de: Dateien konnten nicht gefunden werden.
fr: Les fichiers n'ont pas été trouvés.
ja: ファイルが見つかりませんでした
tr: Dosyalar bulunamadı.

# MessageWarning_UnableDownloadMod_Title
source: Unable to download the mod
de: Konnte die Mod nicht herunterladen.
fr: Impossibilité de télécharger le mod
ja: Modをダウンロードできません
tr: Mod indirilemedi.

# Progress_InstallingDolphin
source: Installing Dolphin Emulator
de: Installiere Dolphin Emulator
fr: Installation de Dolphin Emulator
ja: Dolphinエミュレーターをインストール
tr: Dolphin Emulator yükleniyor

# Progress_ThisMayTakeAWhile
source: This may take a while depending on your internet connection.
de: Dies könnte eine Weile dauern je nach dem wie schnell dein Internet ist.
fr: Cela peut prendre plus de temps en fonction de votre connexion internet.
ja: インターネットの状況によっては時間がかかる場合があります
tr: Bu, internetinize bağlı biraz uzun sürebilir.

# Question_DolphinFlatpack_Extra
source: The Flatpak version of Dolphin Emulator does not appear to be installed. Would you like us to install it (system-wide)?
de: Die Flatpak Dolphin Version scheint nicht installiert zu sein. Möchtest du sie von uns installieren lassen (ganzes System)?
fr: La version Flatpak de Dolphin Emulator ne semble pas être installée. Veuillez-vous qu'on vous l'installe ?
ja: Dolphinエミュレーターのflatpakバージョンがインストールされていないようです。システム全体にインストールしますか？
tr: Bilgisayarınızda Dolphin Emulator'ın Flatpak sürümü bulunamadı. Yüklememizi ister misiniz? (tüm kullanıcılar için)

# Question_DolphinFlatpack_Title
source: Dolphin Flatpak Installation
fr: Installation de Dolphin Flatpak...
ja: Dolphin flatpakバージョンのインストール
tr: Dolphin Flatpak Yüklemesi

# Question_InstallMod_Title
source: Do you want to donwload and install the mod: {$1}?
de: Du bist dabei das Spiel ohne Mods zu starten. Möchtest du deinen My-Stuff Ordner leeren?
fr: Voulez-vous télécharger et installer le mod suivant: {$1} ?
ja: Modのダウンロードとインストールを行いますか: {$1}？
tr: Modu indirip kurmak ister misiniz: {$1}?

# Question_SearchMod
source: Search for mods...
de: Nach Mods suchen...
fr: Recherche de mods...
ja: Modを検索しています...
tr: Modları ara...

# Text_PoweredGamebanana
source: Powered By GameBanana
cs: Poháněno společností GameBanana
de: Von GameBanana unterstützt
fr: Contribué par GameBanana
ja: GameBananaによって提供されています
tr: GameBanana tarafından

# Placeholder_SearchForPlayers
source: Search For Players...
de: Suche nach Spielern...
fr: Recherche de joueurs...
ja: プレイヤーを検索します...
ko: 플레이어 찾는 중...
tr: Oyuncuları Ara...

# Placeholder_EnterPath
source: Enter desired path here...
de: Gewünschten Pfad hier eingeben...
fr: Choisissez le chemin désiré ici...
ja: 希望のパスを入力してください...
ko: 원하는 경로를 입력하세요
tr: İstenen yolu buraya girin...

# Placeholder_EnterMiiName
source: Enter Mii name...
de: Gib Mii Namen ein...
fr: Entrez le nom du mii...
ja: Miiの名前を入力してください...
tr: Mii adı girin...

# Placeholder_EnterModName
source: Enter mod name...
de: Gib Mod Namen ein...
fr: Entrez le nom du mod...
ja: Modの名前を入力してください...
ko: 모드 이름을 입력:
tr: Mod adı girin...

# Placeholder_EnterTextHere
source: Enter text here...
de: Gib Text ein...
fr: Entrez un texte ici...
ja: ここにテキストを入力してください...
tr: Metni buraya girin...

# Placeholder_SearchMod
source: Search for mods...
de: Suche nach Mods...
fr: Recherche de mods...
ja: Modを検索します...
tr: Mod arayın...

# Question_EnterNewName_Extra
source: Changing name from: {$1}
de: Name von {$1} ändern
fr: Changer le nom actuel à: {$1}
ja: 名前をこれから変更します: {$1}
tr: Ad değiştiriliyor. (Eski ad: {$1})

# Question_EnterNewName_Title
source: Enter new name
de: Einen neuen Namen eingeben
fr: Entrez un nouveau nom
ja: 新しい名前を入力してください
tr: Yeni adı girin:

# Text_LanguageTranslatedBy
source: This language is translated by: {$1}
cs: Tento jazyk překládá: {$1}
de: Diese Sprache wurde übersetzt von: {$1}
fr: Cette langue a été traduite par: {$1}
ja: この言語はこれらの方が翻訳しました: {$1}
tr: Bu dili çevirenler: {$1}
