Repository: TeamWheelWizard/WheelWizard
Catalog: WheelWizard/Resources/Languages/Phrases.*.resx
Languages: cs, de, fr, ja, ko, tr

# EmptyContent_NoFriends
source: You can add friends in-game
cs: Můžeš přidat kamarádi ve hře
de: Du kannst Freunde im Spiel hinzufügen
fr: Vous pouvez ajouter vos amis in-game
ja: ゲーム内でフレンドを追加できます
ko: 게임에서 친구를 추가 할 수 있습니다.
tr: Oyunda arkadaş ekleyebilirsiniz

# EmptyContent_NoFriends_Title
source: No friends yet!
cs: Zatím žádní kamarádi!
de: Noch keine Freunde!
fr: Pas d'amis pour le moment !
ja: まだフレンドがいません！
ko: 아직 친구가 없어요!
tr: Henüz arkadaş yok!

# EmptyContent_NoProfiles
source: You have to play the game at least once in order to see your profiles listed here
de: Du musst das Spiel mindestens ein Mal gespielt haben, um deine Profile hier aufgelistet zu sehen.
fr: Vous devez avoir lancé le jeu au moins une fois pour voir vos profils listé ici
ja: ここにプロフィールを載せるには一度プレイする必要があります
ko: 게임을 한 번 이상 실행해야 프로필을 볼 수 있습니다.
tr: Profillerinizi burada görmek için oyunu en az bir kez oynamanız gerekiyor.

# Hover_FriendsOnline_0
source: There are currently no friends online
de: Zurzeit sind keine Freunde online
fr: Il n'y a actuellement aucun amis en ligne
ja: 現在 オンラインのフレンドがいません
ko: 모두 오프라인이네요...
tr: Şu anda çevrimiçi arkadaş yok

# Hover_FriendsOnline_1
source: There is currently 1 friend online
de: Zurzeit ist nur 1 Freund online
fr: Il y a actuellement 1 ami en ligne
ja: 現在 オンラインのフレンドが 1人います
ko: 1 명의 친구가 온라인입니다
tr: Şu anda çevrimiçi 1 arkadaş var

# Hover_FriendsOnline_x
source: There are currently {$1} friends online
de: Zurzeit sind {$1} Freunde online
fr: Il y a actuellement {$1} amis en ligne
ja: 現在 オンラインのフレンドが {$1}人います
ko: {$1} 명의 친구가 온라인입니다
tr: Şu anda çevrimiçi {$1} arkadaş var

# Hover_PlayersOnline_0
source: There are currently no players online
de: Zurzeit sind keine Spieler online
fr: Il n'y a actuellement aucun joueurs en ligne
ja: 現在 オンラインのプレイヤーがいません
ko: 모두 오프라인이네요...
tr: Şu anda çevrimiçi oyuncu yok.

# Hover_PlayersOnline_1
source: There is currently 1 player online
de: Zurzeit ist nur 1 Spieler online
fr: Il y a actuellement 1 joueur en ligne
ja: 現在 オンラインのプレイヤーが 1人います
ko: 1 명의 친구가 온라인입니다
tr: Şu anda çevrimiçi 1 oyuncu var

# Hover_PlayersOnline_x
source: There are currently {$1} players online
de: Zurzeit sind {$1} Spieler online
fr: Il y a actuellement {$1} joueurs en ligne
ja: 現在 オンラインのプレイヤーが {$1}人います
ko: {$1} 명의 친구가 온라인입니다
tr: Şu anda çevrimiçi {$1} oyuncu var

# Hover_RoomsOnline_0
source: There are currently no active rooms
cs: Momentálně nejsou žádné aktivní místnosti
de: Zurzeit gibt es keine aktiven Räume
fr: Il n'y a actuellement aucune salles active
ja: 現在 開いているルームがありません
ko: 활동 중인 방이 없습니다
tr: Şu anda aktif oda yok

# Hover_RoomsOnline_1
source: There is currently 1 room active
cs: Momentálně je aktivní 1 místnost
de: Zurzeit ist nur 1 Raum aktiv
fr: Il y a actuellement 1 salle active
ja: 現在 開いているルームが 1部屋あります
ko: 1 개의 방이 활동 중입니다
tr: Şu anda 1 aktif oda var

# Hover_RoomsOnline_x
source: There are currently {$1} rooms active
cs: Momentálně jsou aktivní {$1} místnosti
de: Zurzeit gibt es {$1} aktive Räume
fr: Il y a actuellement {$1} salles active
ja: 現在 開いているルームが {$1}部屋あります
ko: {$1} 개의 방이 활동 중입니다
tr: Şu anda {$1} aktif oda var

# Text_MadeByString
source: Made by: {$1} \n And {$2}
cs: Vytvořili: {$1} \n a {$2}
de: Erstellt von: {$1} \n und {$2}
fr: Fait par: {$1} \n et {$2}
ja: 作成者: {$1} \nと {$2}
ko: 만든이: {$1} \n 과 {$2}
tr: Yapımcı: {$1} \n Ve {$2}

# Text_ThanksTranslators
source: Thanks a lot to all the translators:
cs: Díky moc všem překladatelům:
de: Vielen Dank an alle Übersetzer:
fr: Merci à tous les traducteurs:
ja: すべての翻訳者さんに感謝します:
ko: 모든 번역가 분들에게 감사드립니다:
tr: Tüm çevirmenlere çok teşekkür ederiz:

# Progress_InstallingRRFirstTime
source: Installing Retro Rewind for the first time
cs: Instalování Retro Rewind poprvé
de: Installiere Retro Rewind zum ersten Mal
fr: Installation de Retro Rewind pour la première fois
ja: Retro Rewindをインストール (初回)
ko: 레트로 리와인드를 처음으로 설치
tr: Retro Rewind ilk kez yükleniyor

# EmptyContent_NoMods
source: Mods can alter how the game works. Start importing your first mod by clicking the button below.
de: Mods können die Funktionsweise des Spiels verändern. Beginne mit dem Importieren deines ersten Mods, indem du auf die Schaltfläche unten klickst.
fr: Les mods permettent de modifer comment le jeu va se comporter. Commencez à importer votre premier mod en cliquant sur le bouton en dessous.
ja: Modでゲームを改変 (キャラクターの見た目など) できます。下のボタンを押してModのインポートを開始してください。
ko: MOD는 게임 작동 방식을 바꿀 수 있습니다. 모드를 불러오기 위해 아래 버튼을 클릭해 주세요.
tr: Modlar oyunun işleyişini değiştirebilir. İlk modunuzu içe aktarmaya başlamak için aşağıdaki butona tıklayın.

# EmptyContent_NoMods_Title
source: No mods found
de: Keine Mods gefunden.
fr: Pas de mods trouvés
ja: Modが見つかりませんでした
ko: MOD를 찾을 수 없습니다.
tr: Mod bulunamadı

# EmptyContent_NoRooms
source: You might not have internet connection, or no-one might be playing.
cs: Možná nemáš připojení k internetu, nebo nikdo nehraje.
de: Möglicherweise hast du keine Internetverbindung oder es spielt niemand.
fr: Vous n'avez pas de connexion internet ou personne n'est en train de jouer.
ja: インターネットに接続されていないか、誰もプレイしていない可能性があります。
ko: 인터넷 연결이 끊어졌거나, 아무도 플레이하고 있지 않은 상태입니다.
tr: İnternet bağlantınız olmayabilir veya kimse oyun oynamıyor olabilir.

# EmptyContent_NoRooms_Title
source: No rooms found
de: Keine Räume gefunden.
fr: Aucune salles trouvées
ja: ルームが見つかりませんでした
ko: 방을 찾을 수 없습니다.
tr: Oda bulunamadı

# Hover_RoomsPageDisclaimer
source: Please note that this page does not offer any functionality to join a room directly. To join a specific room, you'll need to either join through a friend, or hope to join it by joining the online servers.
de: Bitte beachte, dass diese Seite keine Funktion bietet, um dich mit einem Raum direkt zu verbinden. Um einem bestimmten Raum beizutreten, musst du entweder über einen Freund treffen oder hoffen, ihm beizutreten, indem du in den Online-Servern beitrittst.
fr: Attention, cete page ne propose pas la possibilité de rejoindre la salle directement. Pour rejoindre une salle spécifique, vous devez soit la rejoindre via un ami ou espérer de la rejoindre via les serveur en ligne.
ja: ルームに直接合流する機能はないことに注意してください。 特定のルームに参加するには、フレンドを通して合流するか、オンラインサーバーに参加して合流する必要があります。
ko: 주의) 해당 페이지에선 방에 직접 합류하는 기능은 없습니다. 특정 방에 들어가려면, 친구를 통해 들어가거나 온라인 서버에 가입하여 들어가야 합니다.
tr: Lütfen bu sayfanın doğrudan bir odaya katılma işlevi sunmadığını unutmayın. Belirli bir odaya katılmak için bir arkadaşınız aracılığıyla katılmanız veya çevrimiçi sunuculara katılarak bu odaya girmeyi ummanız gerekecek.

# Question_ApplyScale_Title
source: Do you want to apply the new scale?
de: Möchtest du die neue Skala anwenden?
fr: Voulez-vous appliquez la nouvelle échelle ?
ja: 新しいウィンドウサイズを適用しますか？
ko: 새로운 해상도를 적용하시겠습니까?
tr: Yeni ölçeği uygulamak istiyor musunuz?

# MessageWarning_NoConnectServer_Extra
source: Could not connect to the server. Please try again later.
cs: Nepodařilo se připojit k serveru. Zkus to prosím znovu později.
de: Es konnte keine Verbindung zum Server hergestellt werden. Bitte versuche es später noch einmal.
fr: N'a pas pu de se connecter au serveur. Veuillez réessayer plus tard.
ja: サーバーに接続できませんでした。後でもう一度試してください。
ko: 서버에 연결할 수 없습니다. 잠시 후 다시 시도해 주십시오.
tr: Sunucuya bağlanılamadı. Lütfen daha sonra tekrar deneyin.

# Question_DolphinFound_Title
source: Dolphin Emulator Folder Found
de: Dolphin Emulator Ordner gefunden
fr: Dossier Dolphin Emulator trouvé
ja: Dolphinエミュレーターのフォルダーが見つかりました
ko: 돌핀 에뮬레이터 폴더를 찾았습니다
tr: Dolphin Emulator Klasörü Bulundu

# Question_DolphinFound_Extra
source: If you dont know what all of this means, just click yes :) \nDolphin Emulator folder found. Would you like to use this folder?
de: Wenn du nicht weißt, was das alles bedeutet, klick einfach auf „Ja“ :) \nDolphin Emulator-Ordner gefunden. Möchtest du diesen Ordner verwenden?
fr: Si vous ne savez pas ce que tous cela veut dire, juste cliquez sur oui :) \nDossier Dolphin Emulator trouvé. Voulez-vous utilser ce dossier ?
ja: 意味がよく分からなければ、「はい」をクリックしてください。\nDolphinエミュレーターのフォルダーが見つかりました。このフォルダーを使用しますか？
ko: 돌핀 에뮬레이터 폴더를 찾았습니다. 해당 폴더를 사용하시겠습니까? \n뭔 소린지 모르겠다면 그냥 "네"를 누르세요 ^_^
tr: Eğer bunların ne anlama geldiğini bilmiyorsanız, evet diyebilirsiniz :) \nDolphin Emulator klasörü bulundu. Bu klasörü kullanmak ister misiniz?

# MessageWarning_DolphinNotFound_Title
source: Dolphin Emulator Folder Not Found
de: Dolphin Emulator-Ordner nicht gefunden.
fr: Dossier Dolphin Emulator non trouvé
ja: Dolphinエミュレーターのフォルダーが見つかりませんでした
ko: 돌핀 에뮬레이터 폴더를 찾지 못했습니다
tr: Dolphin Emulator Klasörü Bulunamadı

# MessageWarning_DolphinNotFound_Extra
source: Dolphin Emulator folder not automatically found. Please try and find the folder manually, click 'help' for more information.
de: Der Ordner „Dolphin Emulator“ wurde nicht automatisch gefunden. Versuche bitte, den Ordner manuell zu finden. Für weitere Informationen einfach auf „Hilfe“ klicken.
fr: Le dossier Dolphin Emulator n'a pas été automatiquement trouvé. Veuillez essayé de trouver le dossier manuellement, cliquez sur "Aide" pour plus d'information.
ja: Dolphinエミュレーターのフォルダーが自動では見つかりませんでした。 フォルダーを手動で見つけてください。詳細については「help」をクリックしてください。
ko: 돌핀 에뮬레이터 폴더를 자동으로 찾지 못했습니다. 폴더를 수동으로 찾아야 합니다. "help"를 클릭해 자세한 설명을 보십시오.
tr: Dolphin Emulator klasörü otomatik olarak bulunamadı. Lütfen klasörü manuel olarak bulmayı deneyin, daha fazla bilgi için 'yardım'ı tıklayın.

# Question_RRNotDeterment_Title
source: Download Retro Rewind
cs: Stáhnout Retro Rewind
de: Installiere Retro Rewind
fr: Télécharger Retro Rewind
ja: Retro Rewindをダウンロードする
ko: 레트로 리와인드 다운로드
tr: Retro Rewind İndir

# MessageWarning_InvalidPaths_Extra
source: Please ensure all paths are correct and try again.
cs: Zkontroluj prosím, zda jsou všechny cesty správné, a zkus to znovu.
de: Bitte stell es sicher, dass alle Pfade korrekt sind, und versuche es erneut.
fr: Vérifiez bien si tous les chemins sont corrects et essayez à nouveau.
ja: すべてのパスが正しいことを確認して、もう一度お試しください。
ko: 모든 경로가 정확한지 확인한 후 다시 시도해 주십시오.
tr: Lütfen tüm yolların doğru olduğundan emin olun ve tekrar deneyin.

# Progress_EstimatedTimeRemaining
source: Estimated time remaining:
de: Geschätzte verbleibende Zeit:
fr: Temps restant estimé:
ja: おおよその残り時間:
ko: 추정된 남은 시간:
tr: Kalan Tahmini Süre:

# MessageWarning_FailCheckUpdates_Title
source: Failed to check for updates
de: Die Suche nach Updates ist fehlgeschlagen.
fr: Échec de la vérification des mises à jour
ja: アップデートの確認に失敗しました
ko: 업데이트 확인 실패
tr: Güncellemeleri kontrol etme başarısız oldu

# MessageError_AbortRR_Extra_FailedUpdateApply
source: Failed to apply an update. Aborting.
de: Das Update konnte nicht installiert werden. Abbruch.
fr: Échec d'application de la mise à jour. Annulation.
ja: アップデートの適用に失敗しました。中止しています。
ko: 업데이트 적용 실패, 중단합니다.
tr: Güncellemeyi uygulamak başarısız oldu. İşlem iptal ediliyor.

# MessageError_AbortRR_Extra_FailedUpdateDelete
source: Failed to delete files for the update. Aborting.
de: Dateien für das Update konnten nicht gelöscht werden. Abbruch.
fr: Échec de la désinstallation de fichiers pour la mise à jour. Annulation
ja: アップデートファイルの削除に失敗しました。中止しています。
ko: 업데이트 파일 삭제 실패, 중단합니다.
tr: Güncelleme dosyalarını silmek başarısız oldu. İşlem iptal ediliyor.

# Progress_InstallingMods
source: Installing mods
cs: Instalování mody
de: Installiere Mods
fr: Installation de mods
ja: Modをインストール
ko: 모드 설치
tr: Modlar Yükleniyor

# Progress_InstallingModsCount
source: Installing {$1} mods
cs: Instalování {$1} mody
de: Installiere {$1} Mods
fr: Installation de {$1} mods
ja: {$1}個のModをインストール
ko: {$1}개의 모드를 설치
tr: {$1} modları yükleniyor

# Progress_InstallingRR
source: Installing Retro Rewind
cs: Instalování Retro Rewind
de: Installiere Retro Rewind
fr: Installation de Retro Rewind
ja: Retro Rewindをインストール
ko: 레트로 리와인드 설치
tr: Retro Rewind Yükleniyor

# Progress_LatestWhWzGithub
source: Getting the latest Wheel Wizard from github releases
de: Beziehe die neueste Wheel Wizard-Version vom Github
fr: Obtenez la dernière version de Wheel Wizard depuis Github
ja: githubから最新のWheel Wizardを入手
ko: 최신 휠 위저드를 Github에서 받기
tr: Github sürümlerinden en son Wheel Wizard alınıyor

# MessageWarning_InvalidName_Extra_ModNameExists
source: A mod with the name '{$1}' already exists.
de: Eine Mod mit dem Namen '{$1}' existiert bereits.
fr: Un mod avec le nom "{$1}" existe déjà
ja: 「{$1}」というModは既に存在しています。
ko: "{$1}" 이란 이름의 모드가 이미 존재합니다.
tr: {$1}' adıyla zaten bir mod mevcut.

# Question_LaunchClearModsFound_Title
source: Mods found
de: Mods gefunden
fr: Mods trouvés
ja: Modが見つかりました
ko: 모드를 찾았습니다
tr: Modlar bulundu

# Question_LaunchClearModsFound_Extra
source: You are about to launch the game without any mods. Do you want to clear your my-stuff folder?
de: Du bist dabei, das Spiel ohne Mods zu starten. Möchtest du deinen My Stuff ordner leeren?
fr: Vous êtes sur le point de lancer le jeu sans aucun mods. Voulez vous supprimer votre dossier My-Stuff ?
ja: Modなしでゲームを起動しようとしています。 My Stuffフォルダーをクリアしますか？
ko: 아무런 모드를 적용하지 않은체 게임을 실행시키려 시도하고 있습니다. My Stuff 폴더를 비우시겠습니까?
tr: Mod olmadan oyunu başlatmak üzeresiniz. My-stuff klasörünüzü temizlemek ister misiniz?

# MessageWarning_MultipleFilesSelected_Title
source: Multiple Files Selected
de: Mehrere Dateien ausgewählt
fr: Plusieurs fichers sélectionnés
ja: 複数のファイルが選択されています
ko: 다수의 파일들이 선택됨
tr: Birden Fazla Dosya Seçildi

# Question_NewVersionWhWz_Extra
source: Version {$1} of Wheel Wizard is available (currently on {$2}). Do you want to update now?
de: Version {$1} von Wheel Wizard ist verfügbar (derzeit für {$2}). Möchtest du jetzt updaten?
fr: La version {$1} de Wheel Wizard est disponible (Version actuelle: {$2}). Voulez-vous mettre à jour maintenant ?
ja: Wheel Wizardのバージョン{$1} (現在のバージョンは{$2}) が利用できます。すぐにアップデートしますか？
ko: 휠 위저드 최신 버전 {$1}이 있습니다.(현재 버전 {$2}). 업데이트 하시겠습니까?
tr: Wheel Wizard'ın {$1} sürümü mevcut (şu anda {$2}'de). Şimdi güncellemek ister misiniz?

# MessageError_NoModFolder_Extra
source: Mod folder does not exist
cs: Složka s mody neexistuje
de: Mod-Ordner existiert nicht.
fr: Le dossier du mod n'existe pas
ja: Modフォルダーがありません
ko: 모드 폴더가 없습니다.
tr: Mod klasörü mevcut değil

# MessageWarning_NotFindDolphin_Extra
source: Could not find Dolphin Emulator, please set the path in settings
cs: Nepodařilo se najít Dolphin Emulator, prosím nastav cestu v nastavení.
de: Der Dolphin Emulator konnte nicht gefunden werden. Bitte lege den Pfad in den Einstellungen fest.
fr: N'a pas pu trouver Dolphin Emulator, veuillez choisir le chemin dans les paramètres
ja: Dolphinエミュレーターが見つかりませんでした。設定でパスを設定してください。
ko: 돌핀 에뮬레이터를 찾을 수 없습니다. 설정에서 경로를 지정해 주십시오.
tr: Dolphin Emulator bulunamadı, lütfen yolu ayarlarda belirleyin

# MessageWarning_NotFindGame_Extra
source: Could not find the game, please set the path in settings
cs: Nepodařilo se najít hru, prosím nastav cestu v nastavení.
de: Das Spiel konnte nicht gefunden werden. Bitte lege den Pfad in den Einstellungen fest.
fr: N'a pas pu trouver le jeu, veuillez chosir le chemin dans les paramètres
ja: ゲームファイルが見つかりませんでした。設定でパスを設定してください。
ko: 게임을 찾을 수 없습니다. 설정에서 경로를 지정해 주십시오.
tr: Oyun bulunamadı, lütfen yolu ayarlarda belirleyin

# Question_OldRksysFound_Title
source: Old rksys.dat found
de: Alte rksys.dat gefunden
fr: Ancien rksys.dat trouvé
ja: 古いrksys.datが見つかりました
ko: 오래된 rksys.dat이 발견됨
tr: Eski rksys.dat bulundu

# Question_OldRksysFound_Extra
source: Old save data was found. Would you like to use it? (recommended)
de: Alte Speicherdaten wurden gefunden. Möchtest Du sie benutzen? (Empfohlen)
fr: Une ancienne sauvegarde a été trouvée. Voulez-vous l'utiliser ? (Recommandé)
ja: 古いセーブデータが見つかりました。このセーブデータを使用しますか？(おすすめ)
ko: 오래된 세이브 데이터가 발견됐습니다. 사용하시겠습니까?(사용 권장)
tr: Eski kayıt verisi bulundu. Kullanmak ister misiniz? (önerilir)

# Progress_ProcessingXofY
source: Processing {$1} of {$2} files...
de: {$1} von {$2} Dateien werden verarbeitet...
fr: Traitement de {$1} sur {$2} fichiers
ja: {$2}個中{$1} 個のファイルを処理しています...
ko: {$2}개 중 {$1} 개의 파일 진행중...
tr: {$1} dosyasından {$2} işleniyor...

# Question_ReinstallRR_Title
source: Reinstall Retro Rewind
cs: Přeinstalovat Retro Rewind
de: Installiere Retro Rewind neu
fr: Réinstaller Retro Rewind
ja: Retro Rewindの再インストール
ko: 레트로 리와인드 재설치
tr: Retro Rewind'ı yeniden yükle

# MessageError_RestartAdminFail_Extra
source: Failed to restart with administrator rights.
de: Neustart mit Admin-Rechten fehlgeschlagen.
fr: Échec du redémarrage avec les droits d'administrateur.
ja: 管理者権限で再起動するのに失敗しました。
ko: 관리자 권한으로 재시작하는 데 실패했습니다.
tr: Yöneticilik haklarıyla yeniden başlatılamadı.

# Question_RRNotDeterment_Extra
source: Your version of Retro Rewind could not be determined. Would you like to download Retro Rewind?
de: Deine Version von Retro Rewind konnte nicht ermittelt werden. Möchtest du Retro Rewind herunterladen?
fr: Votre version de Retro Rewind n'a pas pu être déterminée. Voulez-vous installer Retro Rewind ?
ja: Retro Rewindのバージョンを判別できませんでした。Retro Rewindを再インストールしますか？
ko: 설치된 레트로 리와인드 버전을 확인 할 수 없습니다. 레트로 리와인드를 다운로드 하시겠습니까?
tr: Retro Rewind sürümünüz belirlenemedi. Retro Rewind'ı indirmek ister misiniz?

# Question_RRToOld_Extra
source: Your version of Retro Rewind is too old to update. Would you like to reinstall Retro Rewind?
de: Deine Version von Retro Rewind ist zu alt zum Aktualisieren. Möchtest du Retro Rewind neu installieren?
fr: Votre version de Retro Rewind est trop vieille pour être mis à jour. Voulez-vous réinstaller Retro Rewind ?
ja: Retro Rewindのバージョンが古すぎるため更新できません。Retro Rewindを再インストールしますか？
ko: 설치된 레트로 리와인드가 너무 구버전입니다. 레트로 리와인드를 재설치 하시겠습니까?
tr: Retro Rewind sürümünüz güncellemeye çok eski. Retro Rewind'ı yeniden yüklemek ister misiniz?

# MessageSuccess_RRUpToDate_Title
source: Retro Rewind is up to date.
cs: Retro Rewind je aktuální.
de: Retro Rewind ist auf dem neuesten Stand.
fr: Retro Rewind est bien à jour.
ja: Retro Rewindは最新です。
ko: 레트로 리와인드는 최신 버전입니다.
tr: Retro Rewind güncel.

# MessageSuccess_SettingsSaved_Title
source: Settings saved successfully!
cs: Nastavení bylo úspěšně uloženo!
de: Einstellungen erfolgreich gespeichert!
fr: Paramètre sauvegarder avec succès !
ja: 設定が保存されました！
ko: 설정을 저장했습니다!
tr: Ayarlar başarıyla kaydedildi!

# Question_SureDelete_Title
source: Are you sure you want to delete {$1}?
de: Bist du sicher, dass du {$1} löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer {$1} ?
ja: {$1}を削除してもよろしいですか？
ko: {$1}을/를 지우시겠습니까?
tr: {$1}'i silmek istediğinizden emin misiniz?

# MessageWarning_UnableUpdateWhWz_Extra_ReasonLocation
source: Unable to update Wheel Wizard. Please ensure the application is located in a folder that can be written to.\n Could not find current folder.
de: Wheel Wizard kann nicht aktualisiert werden. Bitte stelle sicher, dass sich die Anwendung in einem Ordner befindet, in den geschrieben werden kann.\n Der aktuelle Ordner konnte nicht gefunden werden.
fr: Impossible de mettre à jour Wheel Wizard. Veuillez bien vérifier que l'application se trouve dans un dossier qui peut être écrit. \n N'a pas pu trouver le dossier actuel.
ja: Wheel Wizardが更新できません。アプリが書き込み可能なフォルダーにあることを確認してください。\n現在のフォルダーが見つかりません。
ko: 휠 위저드를 업데이트할 수 없습니다. 프로그램이 쓰기 가능한 폴더에 있는지 확인하십시오.\n현재 폴더를 찾을 수 없습니다.
tr: Wheel Wizard güncellenemedi. Uygulamanın erişilebilir bir klasörde bulunduğundan emin olun. \n İstenilen klasör bulunamadı.

# MessageWarning_UnableUpdateWhWz_Extra_ReasonNetwork
source: Unable to check if Wheel Wizard is up to date. \nYou might be experiencing network issues.
de: Es kann nicht überprüft werden, ob Wheel Wizard auf dem neuesten Stand ist. \nMöglicherweise treten derzeit Netzwerkprobleme auf.
fr: Impossible de vérifier si Wheel Wizard est mis à jour. \nVous pourrez expérimenter des problèmes d'internet.
ja: Wheel Wizardが最新かどうか確認できません。\nネットワークの問題が発生している可能性があります。
ko: 휠 위저드의 버전을 확인할 수 없습니다. \n네트워크 문제가 발생했을 수 있습니다.
tr: Wheel Wizard'ın güncel olup olmadığını kontrol edilemedi. \nAğ sorunları yaşıyor olabilirsiniz.

# Question_UpdateAdmin_Title
source: Update using admin
de: Update mit Admin
fr: Mettre à jour en Administrateur
ja: 管理者権限で更新する
ko: 관리자 권한으로 업데이트
tr: Yönetici kullanarak güncelle

# Question_UpdateAdmin_Extra
source: Sometimes an update requires admin rights, do you want to active them for this update?
de: Manchmal erfordert ein Update Adminrechte. Möchtest du sie für dieses Update aktivieren?
fr: Des fois, une mise à jour demande les droits d'admin. Voulez-vous les activer pour cette mise à jour ?
ja: アップデートには管理者権限が必要な場合があります。今回のアップデートで管理者権限を有効にしますか?
ko: 가끔, 업데이트에는 관리자 권한이 필요합니다. 이 업데이트를 위해 활성화 하시겠습니까?
tr: Bazen bir güncelleme yönetici hakları gerektirir, bu güncelleme için onları aktif etmek ister misiniz?

# Progress_UpdateRR
source: Updating Retro Rewind
cs: Aktualizování Retro Rewind
de: Retro Rewind wird aktualisiert
fr: Mise à jour de Retro Rewind en cours...
ja: Retro Rewindをアップデート
tr: Retro Rewind Güncelleniyor

# Progress_UpdateWhWz
source: Updating Wheel Wizard
cs: Aktualizování Wheel Wizard
de: Wheel Wizard wird aktualisiert
fr: Mise à jour de Wheel Wizard en cours...
ja: Wheel Wizardをアップデート
ko: 휠 위저드를 업데이트 중
tr: Wheel Wizard güncelleniyor

# Question_NewVersionWhWz_Title
source: Wheel Wizard Update Available
de: Wheel Wizard Update verfügbar
fr: Mise à jour Wheel Wizard disponible !
ja: Wheel Wizardのアップデートがあります
ko: 휠 위저드의 새로운 업데이트가 있습니다.
tr: Wheel Wizard Güncellemesi Mevcut

# Progress_DownloadingMb
source: downloading {$1} MB
cs: Stahování {$1} MB
de: Herunterladen mit {$1} MB
fr: Téléchargement de {$1} MB
ja: {$1}MBをダウンロード中
ko: {$1} MB 다운로드 중
tr: {$1} MB indiriliyor

# Text_WhWzTranslationPercentage
source: Translations for this language are {$1}% complete
cs: Překlady pro tento jazyk jsou z {$1}% kompletní
de: Übersetzungen für diese Sprache sind {$1}% abgeschlossen
fr: La traduction pour cette langue est fini à {$1}%
ja: この言語の翻訳は{$1}%完了しています
ko: 해당 언어의 번역은 {$1}% 완료됐습니다.
tr: Bu dilin çevirileri {$1}% tamamlandı

# Time_Days_1
source: 1 day
cs: 1 den
de: 1 Tag
fr: 1 Jour
ja: 1日
ko: 1일
tr: 1 gün

# Time_Days_x
source: {$1} days
cs: ($1) dny
de: {$1} Tage
fr: {$1} Jours
ja: {$1}日
ko: {$1}일
tr: {$1} gün

# Time_Hours_1
source: 1 hour
cs: 1 hodina
de: 1 Stunde
fr: 1 heure
ja: 1時間
ko: 1시간
tr: 1 saat

# Time_Hours_x
source: {$1} hours
cs: ($1) hodiny
de: {$1} Stunden
fr: {$1} heures
ja: {$1}時間
ko: {$1}시간
tr: {$1} saat

# Time_Minutes_1
source: 1 minute
cs: 1 minuta
ja: 1分
ko: 1분
tr: 1 dakika

# Time_Minutes_x
source: {$1} minutes
cs: ($1) minuty
de: {$1} Minuten
ja: {$1}分
ko: {$1}분
tr: {$1} dakika

# Time_Seconds_1
source: 1 second
cs: 1 sekunda
de: 1 Sekunde
fr: 1 seconde
ja: 1秒
ko: 1초
tr: 1 saniye

# Time_Seconds_x
source: {$1} seconds
cs: ($1) sekundy
de: {$1} Sekunden
fr: {$1} secondes
ja: {$1}秒
ko: {$1}초
tr: {$1} saniye

# EmptyContent_NoMiis
source: We can't read the Mii data from your system. Make sure you started the game at least once
de: Die Mii-Daten können nicht von deinem System aus geladen werden. Stelle sicher dass du dein Spiel mind. 1 Mal neu startest.
fr: Nous ne pouvons pas lire les données du Mii de votre système. Veuillez vérifier que vous avez lancé le jeu au moins une fois
ja: Miiのデータを読み込めません。必ず一度はゲームを起動してください。
ko: Mii 데이터를 읽을 수 없습니다. 게임을 한 번 이상 실행하십시오.
tr: Sisteminizden Mii bilgisini okuyamıyoruz. Oyunu en az bir kez başlattığınıza emin olun.

# EmptyContent_NoMiis_Title
source: No Miis yet!
cs: Zatím žádné Miiy!
de: Noch keine Miis erstellt!
fr: Aucun Mii!
ja: まだMiiがありません！
ko: 아직 Mii가 없어요!
tr: Şimdilik Mii yok!

# HelperNote_CreatorNameLess11
source: Creator name must be less than 11 characters long.
cs: Jméno tvůrce musí být kratší než 11 znaků.
de: Name des Ersteller muss weniger als 11 Zeichen lang sein.
fr: Le nom de l'auteur doit faire moins de 11 caractères.
ja: 作成者の名前の長さは10文字以下にしてください
ko: 작성자 이름은 반드시 10자 이내여야 합니다.
tr: Yapımcı adı 11 karakterden kısa olması gerekiyor.
